IDEA StatiCa Open Model
SteelSetupECEN Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the SteelSetupECEN class
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SteelSetupECEN()
Public Sub New
public:
SteelSetupECEN()
See Also
Reference
SteelSetupECEN Class
IdeaRS.OpenModel Namespace